[
  {
    "text": "8\n제호고영향 인공지능에 대한 사람의 관리감독\n4\n. ·\nEU\n제조\n제항실환경 적용 가능성 검증을 위한 실환경 기반 시험 절차 정의\n9\n: (\n7\n) \n제\n조학습데이터의 품질 확보를 위한 적정성공정성대표성 기반의 데이터셋 구축\n10\n: \n, \n, \n제\n조인공지능 시스템의 의도된 목적성능위험 등을 포함한 명확한 사용 지침 제공\n13\n: \n, \n, \n제\n조정확도 및 견고성을 위해 측정 방법 및 복원력 확보 방안 정의\n15\n: \n제\n조\n제항\n26\n: (\n5\n) 운영 중 발생가능한 위험 대응을 위해 모니터링 수행 및 이상 발생 시 즉시 보고사용 중단\n, \n제항고위험 인공지능의 추적성 및 책임성 확보를 위해 목적에 맞는 시스템 로그를 최소 \n(\n6\n) \n개월간 보관 \n6\n제\n조인공지능 시스템의 안전성 및 규제 준수를 위해 적합성 평가 절차 수행\n43\n: \n제\n조실사용 적합성 검증을 위한 테스트 수행\n60\n: \n제\n조지속적 요구사항 준수 확인을 위해 모니터링 체계 수립 및 운영\n72\n: \n제항지속적 요구사항 준수 확인을 위해 모니터링 운영\n(\n2\n) \n제\n조영향받는 자에게 인공지능 결정에 대한 이해를 위한 설명 제공\n86\n: \n전문(recital) 10: 데이터 수집처리 시 개인정보보호를 위해 관련 법규 준수 및 데이터 주체의 권리 보장 정의\n\n전문\n인공지능 시스템은 안전성투명성다양성 등을 고려하여 설계\n(recital) 27: \n, \n, \n전문\n영향받는 자의 권리 보장을 위해 인공지능의 결정에 대한 설명 제공\n(recital) 171: \n참조문서\n설명\n韓\n\n인공지능 시스템의 안전 모드 구현 및 문제발생 알림 절차 수립\n13: \n\n공격성능 저하 및 사회적 이슈 등의 문제 발생 시 대응 가능한 안전 모드를 적용하는가\n13-1: \n, \n? \n인공지능 시스템에서 문제가 발생할 경우시스템은 이를 운영자에게 전달하는 기능을 \n13-2: \n, \n수행하는가?",
    "metadata": {
      "page": 9,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "美\n\n안전한 인공지능 시스템 폐기를 위해 관련 절차를 수립이행\nGOVERN 1.7: \n·\n\n인공지능 테스트 및 사고 대응 정보 공유\nGOVERN 4.3: \n\n거버넌스 정책에 따른 감독 프로세스 정의평가문서화 수행\nMAP 3.5: \n, \n, \n\n인공지능 시스템 배포 이후 식별된 위험에 대해 정기적으로 재평가\nMEASURE 2.6: \n\n이용자 피드백 전달 프로세스 구축 및 인공지능 시스템 평가 지표 마련\nMEASURE 3.3: \nMEASURE 4.1: 인공지능 위험 식별을 위해 상황별 측정 방법을 외부관계자와 협의 및 접근 방식 문서화 수행\nMANAGE 2.4: 목적 외 결과에 대한 대응을 위해 인공지능 시스템 대체해제 또는 비활성화 메커니즘 마련\n, \nEU\n제조책임 있는 인공지능 활용을 위해 이해관계자에게 인공지능 리터러시 교육 운영\n4\n: \n제\n조\n제항시스템 이용 중 사람이 통제할 수 있는 방안을 고려하여 인공지능 시스템을 설계개발\n14\n: (\n1\n) \n\n제항제호위험 수준에 맞는 통제 방안을 위해 배포자가 구현하기 적절한 통제 방안 적용\n(\n3\nb\n) \n제항제호위험 통제를 위해 사용자가 인공지능 시스템의 기능 및 한계를 이해하고 점검할 수 \n(\n4\na\n) \n있도록 구성\n제항제호사람이 직접 제어할 수 있도록 중단 기능 등의 개입 절차를 포함하여 시스템 구성\n(\n4\ne\n) \n",
    "metadata": {
      "page": 9,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  }
]