[
  {
    "text": "법제처                                                            16                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n3. 통합제공시스템의 구축ㆍ운영 및 관리\n4. 제18조에 따른 창업 활성화를 위하여 과학기술정보통신부장관이 필요하다고 인정하는 사항\n5. 제30조제2항에 따른 검ㆍ인증등 관련 지원\n6. 제38조에 따른 실태조사, 통계 및 지표의 작성\n7. 그 밖에 인공지능산업의 육성 및 인공지능윤리의 확산을 위하여 대통령령으로 정하는 사무\n \n제40조(사실조사 등) ① 과학기술정보통신부장관은 다음 각 호의 어느 하나에 해당하는 경우에는 인공지능사업자에 대\n하여 관련 자료를 제출하게 하거나, 소속 공무원으로 하여금 필요한 조사를 하게 할 수 있다. 1. 제31조제2항ㆍ제3항, 제32조제1항ㆍ제2항 또는 제34조제1항에 위반되는 사항을 발견하거나 혐의가 있음을 알\n게 된 경우\n2. 제31조제2항ㆍ제3항, 제32조제1항ㆍ제2항 또는 제34조제1항의 위반에 대한 신고를 받거나 민원이 접수된 경우\n② 과학기술정보통신부장관은 제1항에 따른 조사를 위하여 필요한 경우 소속 공무원으로 하여금 인공지능사업자의\n사무소ㆍ사업장에 출입하여 장부ㆍ서류, 그 밖의 자료나 물건을 조사하게 할 수 있다. 이 경우 조사의 내용ㆍ방법\n및 절차 등에 관하여 이 법에서 정하는 사항을 제외하고는 「행정조사기본법」에서 정하는 바에 따른다. ③ 과학기술정보통신부장관은 제1항 및 제2항에 따른 조사 결과 인공지능사업자가 이 법을 위반한 사실이 있다고\n인정되면 인공지능사업자에게 해당 위반행위의 중지나 시정을 위하여 필요한 조치를 명할 수 있다. 제41조(벌칙 적용에서 공무원 의제) ① 위원회의 위원 중 공무원이 아닌 위원은 「형법」 제129조부터 제132조까지에 따\n른 벌칙을 적용할 때에는 공무원으로 본다. ② 제39조제2항에 따라 위탁받은 업무에 종사하는 기관 또는 단체의 임직원은 「형법」 제127조 및 제129조부터 제\n132조까지에 따른 벌칙을 적용할 때에는 공무원으로 본다. 제6장 벌칙\n \n제42조(벌칙) 제7조제9항을 위반하여 직무상 알게 된 비밀을 타인에게 누설하거나 직무상 목적 외의 용도로 사용한 자\n는 3년 이하의 징역 또는 3천만원 이하의 벌금에 처한다. 제43조(과태료) ① 다음 각 호의 어느 하나에 해당하는 자에게는 3천만원 이하의 과태료를 부과한다. 1. 제31조제1항을 위반하여 고지를 이행하지 아니한 자\n2. 제36조제1항을 위반하여 국내대리인을 지정하지 아니한 자\n3. 제40조제3항에 따른 중지명령이나 시정명령을 이행하지 아니한 자\n② 제1항에 따른 과태료는 대통령령으로 정하는 바에 따라 과학기술정보통신부장관이 부과ㆍ징수한다. 부칙 <제21311호,2026.",
    "metadata": {
      "page": 16,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1.",
    "metadata": {
      "page": 16,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "20.>\n이 법은 2026년 1월 22일부터 시행한다. 다만, 제3조제5항, 제6조제2항제7호ㆍ제8호, 제16조제3항부터 제5항까지(제\n2항제2호의2의 개정규정에 관한 부분에 한정한다), 제17조의2, 제18조, 제22조의3 및 제35조제1항 후단의 개정규정은\n공포 후 6개월이 경과한 날부터 시행한다. ",
    "metadata": {
      "page": 16,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]