[
  {
    "text": "법제처                                                            9                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n2. 국가, 지방자치단체 또는 공공기관 외의 자로서 인공지능산업과 관련하여 벤처투자모태조합에 출자를 희망하는\n자의 출자금\n3. 그 밖의 부대수입\n⑤ 제3항에 따른 벤처투자모태조합에의 출자에 필요한 사항은 대통령령으로 정한다.<신설 2026. 1. 20.>\n[제목개정 2026. 1. 20.]\n[시행일: 2026.",
    "metadata": {
      "page": 9,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "7. 21.] 제18조\n \n제19조(인공지능 융합의 촉진) ① 정부는 인공지능산업과 그 밖의 산업 간 융합을 촉진하고 전 분야에서 인공지능 활용\n을 활성화하기 위하여 필요한 시책을 수립하여 추진하여야 한다. ② 정부는 인공지능 융합 제품 및 서비스의 개발을 지원하기 위하여 필요한 경우에는 「국가연구개발혁신법」에 따\n른 국가연구개발사업에 인공지능 융합 제품 및 서비스에 관한 연구개발과제를 우선적으로 반영하여 추진할 수 있\n다. ③ 정부는 제2항에 따라 개발된 인공지능 융합 제품 및 서비스에 대하여는 「정보통신 진흥 및 융합 활성화 등에 관\n한 특별법」 제37조에 따른 임시허가 및 같은 법 제38조의2에 따른 실증을 위한 규제특례가 원활히 시행될 수 있도\n록 적극 지원하여야 한다. 제20조(제도개선 등) ① 정부는 인공지능산업의 발전과 신뢰 기반 조성을 위하여 법령의 정비 등 관련 제도를 개선할\n수 있도록 노력하여야 한다. ② 정부는 제1항에 따른 제도개선을 촉진하기 위하여 관련 법ㆍ제도의 연구 및 사회 각계의 의견수렴 등에 필요한\n행정적ㆍ재정적 지원을 할 수 있다. 제21조(전문인력의 확보) ① 과학기술정보통신부장관은 인공지능기술의 개발 및 인공지능산업의 발전을 위하여 「지능\n정보화 기본법」 제23조제1항에 따른 시책에 따라 인공지능 및 인공지능기술 관련 전문인력을 양성하고 지원할 수\n있도록 다음 각 호의 사업을 추진할 수 있다. <개정 2026.",
    "metadata": {
      "page": 9,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 20.>\n1. 전문인력의 직무역량 강화 및 경력개발을 위한 교육훈련 프로그램 개발ㆍ활용\n2. 전문인력의 취업 지원 및 신규 인력유입 활성화 등 고용 촉진\n3. 전문인력의 공직 진출 기회 확대 등 진출 다변화 촉진\n4. 전문인력의 국내외 연수 지원 및 국제교류 활성화\n5. 전문인력의 근로환경 개선과 처우 증진 등 복지 향상\n6. 그 밖에 인공지능 및 인공지능기술 관련 전문인력의 양성ㆍ지원을 위한 사업\n② 정부는 인공지능 및 인공지능기술 관련 해외 전문인력의 확보를 위하여 다음 각 호의 시책을 추진할 수 있다. 1. 인공지능 및 인공지능기술 관련 해외 대학ㆍ연구기관ㆍ기업 등의 전문인력에 관한 조사ㆍ분석\n2. 해외 전문인력의 유치를 위한 국제네트워크 구축\n3. 해외 전문인력의 국내 취업 지원\n4. 국내 인공지능 연구기관의 해외진출 및 해외 인공지능 연구기관의 국내 유치 지원\n5. 인공지능 및 인공지능기술 관련 국제기구 및 국제행사의 국내 유치 지원\n6. 그 밖에 해외 전문인력의 확보를 위하여 필요한 사항\n \n제22조(국제협력 및 해외시장 진출의 지원) ① 정부는 인공지능과 관련한 국제적 동향을 파악하고 국제협력을 추진하\n여야 한다. ② 정부는 인공지능산업의 경쟁력 강화와 해외시장 진출을 촉진하기 위하여 인공지능산업에 종사하는 개인ㆍ기업\n또는 단체 등에 대하여 다음 각 호의 지원을 할 수 있다. 1. 인공지능산업 관련 정보ㆍ기술ㆍ인력의 국제교류\n2. 인공지능산업 관련 해외진출에 관한 정보의 수집ㆍ분석 및 제공\n",
    "metadata": {
      "page": 9,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]