[
  {
    "text": "- 13 -\n고영향 인공지능의 확인(법 제33조)\n①인공지능사업자는 인공지능 또는 이를 이용한 제품ㆍ서비스를 제공하는 경우 그 인공지능이 고영향 인공지능에 해당하는지에 \n대하여 사전에 검토하여야 하며, 필요한 경우 과학기술정보통신부장관에게 고영향 인공지능에 해당하는지 여부의 확인을 요청\n할 수 있다. ②과학기술정보통신부장관은 제1항에 따른 요청이 있는 경우 고영향 인공지능 해당 여부를 확인하여야 하며, 필요한 경우 전문\n위원회를 설치하여 관련 자문을 받을 수 있다. ③과학기술정보통신부장관은 고영향 인공지능의 기준과 예시 등에 관한 가이드라인을 수립하여 보급할 수 있다. ④그 밖에 제1항에 따른 확인 절차 등에 관하여 필요한 사항은 대통령령으로 정한다. 고영향 인공지능의 확인 절차 등(법 시행령안 제25조)\n①인공지능사업자가 법 제33조제1항에 따라 고영향 인공지능에 해당하는지에 대하여 확인을 요청하려는 경우에는 별지 서식의 고영향 \n인공지능 확인 요청서에 다음 각 호의 서류를 첨부하여 과학기술정보통신부장관에게 제출해야 한다. 1.",
    "metadata": {
      "page": 14,
      "source": "5._260122_인공지능_영향평가_가이드라인.pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "해당 인공지능제품 또는 인공지능서비스의 개요서\n    2. 해당 인공지능시스템의 개발 및 학습에 사용된 학습용데이터의 개요\n    3. 해당 인공지능시스템을 활용하는 과정 및 결과를 확인할 수 있는 자료\n    4. 그 밖에 고영향 인공지능 해당 여부의 확인에 참고가 될 수 있는 서류\n②제1항에 따른 요청을 받은 과학기술정보통신부장관은 다음 각 호의 사항을 고려하여 고영향 인공지능 해당 여부를 판단해야 한다. 1. 인공지능이 법 제2조제4호 각 목의 어느 하나의 영역에서 활용되는지 여부\n    2. 사람의 생명, 신체의 안전 및 기본권에 초래할 수 있는 위험의 영향, 중대성, 빈도 및 활용 영역별 특수성\n    3. 법 제33조제1항에 따라 인공지능사업자가 사전에 검토한 결과\n    4. 법 제33조제2항에 따라 전문위원회(이하 “전문위원회”라 한다)의 자문을 받은 경우에는 그 자문결과\n    5. 그 밖에 고영향 인공지능의 해당 여부를 확인하는 데 필요한 사항으로서 과학기술정보통신부장관이 정하여 고시하는 사항 \n③과학기술정보통신부장관은 제1항에 따른 요청을 받은 경우에는 요청을 받은 날로부터 30일 이내에 회신해야 한다. 다만, 제품\n등의 복잡성 및 중요성 등을 고려하여 30일 이내에 회신할 수 없는 경우에는 30일의 범위에서 한 차례 연장할 수 있으며, 이 \n경우 확인을 요청한 자에게 연장 사유와 연장 기간을 문서로 알려야 한다. ④제3항에 따라 회신을 받은 인공지능사업자는 회신 결과에 이의가 있을 때에는 회신을 받은 날로부터 10일 이내에 과학기술정보\n통신부장관에게 별지 서식의 고영향 인공지능 재확인 요청서에 다음 각 호의 서류를 첨부하여 과학기술정보통신부장관에게 제출\n해야 한다. 1. 기존 확인 요청에 따라 과학기술정보통신부장관이 회신한 결과\n    2. 그 밖에 고영향 인공지능 해당 여부의 재확인에 참고가 될 수 있는 서류 \n⑤제4항에 따른 재확인 요청을 받은 과학기술정보통신부장관은 전문위원회의 자문을 받아 고영향 인공지능에 해당하는지를 재확인\n하고, 재확인 요청을 받은 날부터 30일 이내에 그 결과를 회신해야 한다. ⑥과학기술정보통신부장관은 제1항에 따른 요청 또는 제4항에 따른 재확인 요청과 관련하여 필요한 경우에는 관계 기관에 \n의견 제출을 요청할 수 있다.",
    "metadata": {
      "page": 14,
      "source": "5._260122_인공지능_영향평가_가이드라인.pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "",
    "metadata": {
      "page": 14,
      "source": "5._260122_인공지능_영향평가_가이드라인.pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]