[
  {
    "text": "83\n또한\n아래 표에서는 개발안내서를 기준으로 사업자 책무 관련 여부에 대한 정보를 제공한다\n다만\n사업자 책무와 \n, \n. , \n관련되지 않은 검증항목 또한 인공지능의 신뢰성 향상 측면에서는 여전히 중요하며\n법상 책무사항으로 두기에는 다\n, \n소 구체적인 활동이므로 제외하였다. ID\n개발안내서 검증항목\n사업자 책무\n관련여부\n01-1a\n인공지능 시스템의 위험 요소를 도출하고 이의 파급효과를 파악하였는가? O\n01-1b\n인공지능 기술 적용을 어렵게 만드는 위험 요소가 있는지 확인하였는가?",
    "metadata": {
      "page": 84,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "X\n01-2a\n위험 요소별 완화 또는 제거 방안을 마련하였는가? O\n01-2b\n위험 요소의 파급효과가 감소하였는지 확인하였는가? O\n02-1a\n내부적으로 준수해야 할 인공지능 거버넌스에 대한 지침 및 규정을 마련하였는가? O\n02-2a\n인공지능 거버넌스를 위한 조직을 구성하였는가? O\n02-2b\n인공지능 거버넌스를 위한 조직은 전문성을 갖춘 인력으로 구성하였는가? O\n02-3a\n인공지능 거버넌스에 대한 내부 지침 및 규정 준수 여부를 감독하고 있는가? X\n02-4a\n기존 동일 목적의 시스템과 비교하여신규 시스템이 개선할 수 있는 사항을 분석하였는가\n, \n? X\n03-1a\n테스트 환경 결정 시 인공지능 시스템의 운영환경을 고려하였는가? O\n03-1b\n가상테스트 환경이 필요한 인공지능 시스템의 경우시뮬레이터를 확보하였는가\n, \n? X\n03-2a\n인공지능 시스템의 기대 출력을 결정하기 위한 협의 체계를 구성하였는가? O\n03-2b\n설명가능성 및 해석가능성 확인을 위한 사용자 평가단을 구성하였는가? X\n04-1a\n인공지능 시스템의 의사결정에 대한 기여도 추적 방안은 확보하였는가? O\n04-1b\n인공지능 시스템의 의사결정 추적을 위한 로그 수집 기능을 구현하였는가? O\n04-1c\n지속적인 사용자 경험 모니터링을 위해 사용자 로그를 수집 및 관리하고 있는가? O\n04-2a\n데이터 흐름 및 계보를 추적하기 위한 조치를 마련하였는가? X\n04-2b\n데이터 소스 변경에 대한 모니터링 방안을 확보하였는가? X\n04-2c\n데이터 변경 시버전관리를 수행하였는가\n, \n? O\n04-2d\n데이터 변경 시이해관계자를 위한 정보를 제공하는가\n, \n?",
    "metadata": {
      "page": 84,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "O\n04-3a\n인공지능 모델 업데이트 마다 성능 평가를 재수행하였는가? O\n05-1a\n정제 전과 후의 데이터 특성을 설명하였는가? O\n05-1b\n학습 데이터와 메타데이터를 구분하고 각 명세자료를 확보하였는가? O\n05-1c\n보호변수의 선정 이유 및 반영 여부를 설명하였는가? X\n05-1d\n라벨링 작업자를 위해 교육을 시행하고 작업 가이드 문서를 마련하였는가? O\n05-2a\n신뢰할 수 있는 출처로부터 제공되는 데이터셋을 사용하였는가? X\n05-2b\n오픈소스 데이터셋을 활용하는 경우\n출처를 명시하였는가\n, \n? X\n06-1a\n전체 학습용 데이터 분포를 시각화하여 발생 가능한 오류들을 확인하였는가? X\n06-1b\n학습 데이터 이상값 식별 기법을 적용하였는가? X\n06-2a\n데이터 최적화를 통한 방어 대책을 마련하였는가? O\n07-1a\n인적 편향을 제거하기 위한 절차적기술적 수단을 적용하였는가\n, \n? X\n07-1b\n데이터의 다양성 확보를 위해 여러 수집 장치를 활용하였는가? X\n07-2a\n보호변수 선정 시 충분한 분석을 수행하였는가? X\n07-2b\n편향을 발생시킬 수 있는 특성의 영향력을 완화하였는가? X\n",
    "metadata": {
      "page": 84,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]