[
  {
    "text": "법제처                                                            6                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n5. 다른 법령에서 센터의 업무로 정하거나 센터에 위탁한 사업\n6. 그 밖에 국가기관등의 장이 위탁하는 사업\n③ 그 밖에 센터의 지정 등에 필요한 사항은 대통령령으로 정한다. 제12조(인공지능안전연구소) ① 과학기술정보통신부장관은 인공지능과 관련하여 발생할 수 있는 위험으로부터 국민의\n생명ㆍ신체ㆍ재산 등을 보호하고 인공지능사회의 신뢰 기반을 유지하기 위한 상태(이하 “인공지능안전”이라 한다)를\n확보하기 위한 업무를 전문적이고 효율적으로 수행하기 위하여 인공지능안전연구소(이하 “안전연구소”라 한다)를 운\n영할 수 있다. ② 안전연구소는 다음 각 호의 사업을 수행한다.",
    "metadata": {
      "page": 6,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 인공지능안전 관련 위험 정의 및 분석\n2. 인공지능안전 정책 연구\n3. 인공지능안전 평가 기준ㆍ방법 연구\n4. 인공지능안전 기술 및 표준화 연구\n5. 인공지능안전 관련 국제교류ㆍ국제협력\n6.",
    "metadata": {
      "page": 6,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "제32조에 따른 인공지능시스템의 안전성 확보에 관한 지원\n7. 그 밖에 인공지능안전에 관한 사업으로서 대통령령으로 정하는 사업\n③ 정부는 안전연구소의 운영과 사업 추진 등에 필요한 경비를 예산의 범위에서 출연하거나 지원할 수 있다. ④ 그 밖에 안전연구소의 운영 등에 필요한 사항은 대통령령으로 정한다. 제3장 인공지능기술 개발 및 산업 육성\n         제1절 인공지능산업 기반 조성\n \n제13조(인공지능기술 개발 및 안전한 이용 지원) ① 정부는 인공지능기술 개발 활성화를 위하여 다음 각 호의 사업을\n지원할 수 있다. 1. 국내외 인공지능기술 동향ㆍ수준 및 관련 제도의 조사\n2. 인공지능기술의 연구ㆍ개발, 시험 및 평가 또는 개발된 기술의 활용\n3. 인공지능기술 확산, 인공지능기술 협력ㆍ이전 등 기술의 실용화 및 사업화 지원\n4. 인공지능기술의 구현을 위한 정보의 원활한 유통 및 산학협력\n5. 그 밖에 인공지능기술의 개발 및 연구ㆍ조사와 관련하여 대통령령으로 정하는 사업\n② 정부는 인공지능기술의 안전하고 편리한 이용을 위하여 다음 각 호의 사업을 지원할 수 있다. 1. 「지능정보화 기본법」 제60조제1항 각 호의 사항을 인공지능기술로 구현하는 연구개발 사업\n2. 「지능정보화 기본법」 제60조제3항에 따른 비상정지 기능을 인공지능제품 또는 인공지능서비스에서 구현하기 위\n한 기술 연구 지원 및 해당 기술의 확산을 위한 사업\n3. 인공지능기술의 개발에 있어서 「지능정보화 기본법」 제61조제2항에 따른 사생활등의 보호에 적합한 설계 기준\n및 기술의 연구개발 및 보급 사업\n4. 인공지능기술의 「지능정보화 기본법」 제56조제1항에 따른 사회적 영향평가의 실시와 적용을 위한 연구개발 사\n업\n5. 인공지능이 인간의 존엄성 및 기본권을 존중하는 방향으로 개발ㆍ이용될 수 있도록 하는 기술 또는 기준 등의 연\n구개발 및 보급 사업\n6. 인공지능의 안전한 개발과 이용을 위한 인식개선, 올바른 이용방법과 안전 환경 조성을 위한 교육 및 홍보 사업\n7. 그 밖에 인공지능의 개발과 이용에 있어서 국민의 기본권, 신체와 재산을 보호하기 위하여 필요한 사업\n③ 정부는 제2항에 따른 사업의 결과를 누구든지 손쉽게 이용할 수 있도록 공개하고 보급하여야 한다. 이 경우 기술\n을 개발한 자를 보호하기 위하여 필요한 경우에는 보호기간을 정하여 기술사용료를 받을 수 있게 하거나 그 밖의\n방법으로 보호할 수 있다. ",
    "metadata": {
      "page": 6,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]