[
  {
    "text": "법제처                                                            7                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n제14조(인공지능기술의 표준화) ① 정부는 인공지능기술, 학습용데이터, 인공지능의 안전성ㆍ신뢰성 등과 관련된 표준\n화를 위하여 다음 각 호의 사업을 추진할 수 있다. <개정 2026.",
    "metadata": {
      "page": 7,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 20.>\n1. 인공지능기술 관련 표준의 제정ㆍ개정 및 폐지와 그 보급\n2. 인공지능기술 관련 국내외 표준의 조사ㆍ연구개발\n3. 그 밖에 인공지능기술 관련 표준화 사업\n② 정부는 제1항제1호에 따라 제정된 표준을 고시하여 관련 사업자에게 그 준수를 권고할 수 있다. ③ 정부는 민간 부문에서 추진하는 인공지능기술 관련 표준화 사업에 필요한 지원을 할 수 있다. ④ 정부는 인공지능기술 표준과 관련된 국제표준기구 또는 국제표준기관과 협력체계를 유지ㆍ강화하여야 한다. ⑤ 그 밖에 제1항 및 제3항에 따른 표준화 사업의 추진 및 지원 등과 관련하여 필요한 사항은 대통령령으로 정한다. 제15조(인공지능 학습용데이터 관련 시책의 수립 등) ① 과학기술정보통신부장관은 관계 중앙행정기관의 장과 협의하\n여 학습용데이터의 생산ㆍ수집ㆍ관리ㆍ유통ㆍ활용 촉진 및 품질수준 확보 등을 위하여 필요한 시책을 추진하여야\n한다. <개정 2026. 1.",
    "metadata": {
      "page": 7,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "20.>\n② 정부는 학습용데이터의 생산ㆍ수집ㆍ관리ㆍ유통 및 활용 등에 관한 시책을 효율적으로 추진하기 위하여 지원대\n상사업을 선정하고 예산의 범위에서 지원할 수 있다. ③ 정부는 학습용데이터의 생산ㆍ수집ㆍ관리ㆍ유통 및 활용의 활성화 등을 위하여 다양한 학습용데이터를 제작ㆍ\n생산하여 제공하는 사업(이하 “학습용데이터 구축사업”이라 한다)을 시행할 수 있다. ④ 과학기술정보통신부장관은 학습용데이터 구축사업의 효율적 수행을 위하여 학습용데이터를 통합적으로 제공ㆍ\n관리할 수 있는 시스템(이하 “통합제공시스템”이라 한다)을 구축ㆍ관리하고 민간이 자유롭게 이용할 수 있도록 제\n공하여야 한다. ⑤ 과학기술정보통신부장관은 통합제공시스템을 이용하는 자에 대하여 비용을 징수할 수 있다. ⑥ 그 밖에 제2항에 따른 지원대상사업의 선정 및 지원, 학습용데이터 구축사업의 시행, 통합제공시스템의 구축ㆍ\n관리 및 제5항에 따른 비용의 징수 등에 필요한 사항은 대통령령으로 정한다. 제2절 인공지능기술 개발 및 인공지능산업 활성화\n \n제16조(인공지능기술 도입ㆍ활용 시책 등) ① 국가 및 지방자치단체는 기업 및 공공기관의 인공지능기술 도입 촉진 및\n활용 확산을 위한 시책을 수립ㆍ시행하여야 한다. <신설 2026. 1. 20.>\n② 국가 및 지방자치단체는 기업 및 공공기관의 인공지능기술 도입 촉진 및 활용 확산을 위하여 필요한 경우에는\n다음 각 호의 지원을 할 수 있다.<개정 2026. 1. 20.>\n1. 인공지능기술, 인공지능제품 또는 인공지능서비스의 개발 지원 및 연구ㆍ개발 성과의 확산\n2. 인공지능기술을 도입ㆍ활용하고자 하는 기업 및 공공기관에 대한 컨설팅 지원\n2의2. 공공기관이 보유ㆍ관리하고 있는 데이터를 학습용데이터로 생성ㆍ제공하고 적절한 품질수준을 확보하기 위\n하여 필요한 지원\n3. 「중소기업기본법」 제2조제1항에 따른 중소기업, 「벤처기업육성에 관한 특별법」 제2조제1항에 따른 벤처기업 및\n「소상공인기본법」 제2조제1항에 따른 소상공인(이하 “중소기업등”이라 한다)의 임직원에 대한 인공지능기술 도\n입 및 활용 관련 교육 지원\n4. 중소기업등의 인공지능기술 도입 및 활용에 사용되는 자금의 지원\n5. 그 밖에 기업 및 공공기관의 인공지능기술 도입 및 활용을 촉진하기 위하여 대통령령으로 정하는 사항\n③ 국가기관등은 업무 수행에 필요한 제품 또는 서비스를 구매하거나 용역을 발주하려는 경우 대통령령으로 정하\n는 인공지능제품 또는 인공지능서비스를 우선적으로 고려하여야 한다. 다만, 업무 특성상 인공지능기술의 활용이\n적합하지 아니한 경우에는 그러하지 아니하다.<신설 2026. 1. 20.>\n④ 제3항에 따른 인공지능제품 또는 인공지능서비스의 구매 또는 사용으로 국가기관등에 손해가 발생한 경우에도\n그 구매 또는 사용 업무를 담당한 자는 해당 기관의 손해에 대하여 배상할 책임이 없다. 다만, 해당 업무 담당자의\n",
    "metadata": {
      "page": 7,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]