[
  {
    "text": "법제처                                                            5                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n5. 인공지능산업 발전과 경쟁력을 저해하는 규제의 발굴 및 개선에 관한 사항\n5의2. 인공지능등 관련 기술ㆍ인력ㆍ입지 등 제도 개선에 관한 사항\n5의3. 인공지능 및 인공지능기술 관련 전문인력의 양성 및 지원에 관한 사항\n6. 인공지능 데이터센터(「지능정보화 기본법」 제40조제1항에 따른 데이터센터를 말한다. 이하 같다) 등 인프라 확\n충 방안에 관한 사항\n6의2. 인공지능 발전을 위한 데이터(학습용데이터를 포함한다) 수집ㆍ관리 및 활용 촉진에 관한 사항\n7. 제조업ㆍ서비스업 등 산업부문 및 공공부문에서의 인공지능 활용 촉진에 관한 사항\n8. 인공지능 국제규범 마련 등 인공지능 관련 국제협력에 관한 사항\n9. 제2항에 따른 권고 또는 의견의 표명에 관한 사항\n10. 고영향 인공지능 규율에 관한 사항\n11. 고영향 인공지능과 관련된 사회적 변화 양상과 정책적 대응에 관한 사항\n12. 이 법 또는 다른 법률에서 위원회의 심의사항으로 정한 사항\n13. 그 밖에 위원회의 위원장이 필요하다고 인정하여 위원회의 회의에 부치는 사항\n② 위원회는 국가기관등의 장 및 인공지능사업자 등에 대하여 인공지능의 올바른 사용과 인공지능윤리의 실천, 인\n공지능기술의 안전성ㆍ신뢰성에 관한 권고 또는 의견의 표명을 할 수 있다. ③ 위원회가 국가기관등의 장에게 법령ㆍ제도의 개선 또는 실천방안의 수립 등에 대하여 제2항에 따른 권고 또는\n의견의 표명을 한 때에는 해당 국가기관등의 장은 법령ㆍ제도 등의 개선방안과 실천방안 등을 수립하여야 한다. 제9조(위원의 제척ㆍ기피 및 회피) ① 위원회의 위원은 업무의 공정성 확보를 위하여 다음 각 호의 어느 하나에 해당하\n는 경우에는 해당 안건의 심의ㆍ의결에서 제척(除斥)된다. 1. 위원 또는 위원이 속한 법인ㆍ단체 등과 직접적인 이해관계가 있는 경우\n2. 위원의 가족(「민법」 제779조에 따른 가족을 말한다)이 이해관계인인 경우\n② 심의 대상 안건의 당사자(당사자가 법인ㆍ단체 등인 경우에는 그 임원 및 직원을 포함한다)는 위원에게 공정한\n직무집행을 기대하기 어려운 사정이 있으면 위원회에 기피 신청을 할 수 있으며, 위원회는 기피 신청이 타당하다고\n인정하면 의결로 기피를 결정하여야 한다. ③ 위원은 제1항 또는 제2항의 사유에 해당하면 스스로 해당 안건의 심의를 회피하여야 한다. 제10조(분과위원회 등) ① 위원회는 위원회의 업무를 전문 분야별로 수행하기 위하여 필요한 경우 분과위원회를 둘 수\n있다. ② 위원회는 인공지능등 관련 특정 현안을 논의하기 위하여 필요한 경우 특별위원회를 둘 수 있다. ③ 위원회는 인공지능등 관련 사항을 전문적으로 검토하기 위하여 관계 전문가 등으로 구성된 자문단을 둘 수 있다. ④ 위원회는 정부 내 인공지능 주요 시책의 수립과 사업의 효율적인 추진을 위하여 대통령령으로 정하는 인공지능\n책임관으로 구성되는 인공지능책임관협의회를 운영할 수 있다.<신설 2026. 1. 20.>\n⑤ 그 밖에 분과위원회, 특별위원회, 자문단 및 인공지능책임관협의회의 구성ㆍ운영 등에 필요한 사항은 대통령령\n으로 정한다.<개정 2026.",
    "metadata": {
      "page": 5,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 20.>\n \n제11조(인공지능정책센터) ① 과학기술정보통신부장관은 인공지능 관련 정책의 개발과 국제규범 정립ㆍ확산에 필요한\n업무를 종합적으로 수행하기 위하여 인공지능정책센터(이하 “센터”라 한다)를 지정할 수 있다. ② 센터는 다음 각 호의 사업을 수행한다.",
    "metadata": {
      "page": 5,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 기본계획의 수립ㆍ시행에 필요한 전문기술의 지원\n2. 인공지능과 관련한 시책의 개발 및 관련 사업의 기획ㆍ시행에 관한 전문기술의 지원\n3. 인공지능의 활용 확산에 따른 사회, 경제, 문화 및 국민의 일상생활 등에 미치는 영향의 조사ㆍ분석\n4. 인공지능 및 인공지능기술 관련 정책 개발을 지원하기 위한 동향 분석，사회ㆍ문화 변화와 미래예측 및 법ㆍ제\n도의 조사ㆍ연구\n",
    "metadata": {
      "page": 5,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]