[
  {
    "text": "- 20 -\n· ‘제품 또는 서비스 차원’은 제품 또는 서비스의 활용 맥락에서 발생하는 위험을 다루며, 인간의 삶에 중대한 \n영향을 미치는 자동화된 의사결정에 초점을 맞춤 → 인공지능의 오류, 편향 등과 자동화에 따른 효율성이 \n의료 진단, 채용 결정, 신용평가 등 여러 영역에 미치는 영향에 따라 기본권 목록도 유연하게 결정 가능\n      - 인공지능의 자동화된 결정으로 영향받는 기본권의 목록은 아래 표를 참조하되, 이는 인공지능의 활용 영역이 \n확장함에 따라, 인공지능기술의 발전에 따라 정기적인 최신화가 필요함을 유념\n      ※ (주의) 인간의 존엄성, 행복추구권(헌법 제10조)은 다른 기본권과의 관계에서 단지 보충적으로만 기능하는 일반적 자유권이므로, \n어떤 기본권에 어떻게 영향을 미치는지 파악하는 영향평가에서는 무의미\n8) 헌재 2003.10.30. 선고 2002헌마518(좌석안전띠 착용의무), 판례집 15-2하, 185, 206.",
    "metadata": {
      "page": 21,
      "source": "5._260122_인공지능_영향평가_가이드라인.pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "9) 헌재 1996.11.28. 선고 95헌바1(사형제도), 판례집 8-2, 537, 546. 잠재적 영향 기본권\n기본권 내용 및 침해 시나리오\n사생활의 자유\n외부 개입 없이 사생활을 형성할 자유8)\n- IoT 기반 스마트홈이 ‘최적화된 생활방식’ 제안 명목으로 개입,\n- ‘더 나은 인간관계’를 위한 SNS 플랫폼의 개입\n- 건강관리 앱이 ‘건강 최적화’를 이유로 생활에 개입\n- ‘합리적 소비’를 유도한다는 명목으로 구매 행동에 개입\n생명권\n생명을 박탈당하지 않을 권리9)\n- 의료 진단 AI의 치명적 오진(예: 응급상황 미감지, 암 진단 누락 등)\n- 생명유지 장치나 의료기기 오작동(예: 인공호흡기, 마취 제어 등) \n- 자율주행 AI의 도로 상황 인식이나 위험 상황 대응 실패\n- 인공지능 기반 안전 시스템이나 대응 시스템의 오작동(예: 대피 경로 오안내)\n- 군사·보안 AI의 위협 상황 오판에 따른 민간인 대상 무력 사용\n건강권\n신체적 건강을 훼손당하지 않을 권리10)\n- 인공지능 기반 의료 시스템이 분석 오류 또는 획일화로 부적절한 치료\n- 인공지능 제어 산업용 로봇의 안전 프로토콜 오류로 신체에 직접적 손상\n- 스마트홈 시스템이 가스, 전기 등을 잘못 제어하여 건강에 해를 끼침\n- 건강 상태의 과대평가에 따라 과한 운동량 권고로 신체에 해로운 행동을 하도록 유도\n평등권\n본질적으로 동일한 것의 합리적 이유 없는 차별 금지\n- 성별과 관련된 편향으로 인해 특정 성(性)에 불리한 결과 발생 \n- 인공지능 기반 신용평가 시스템이 대출 신청자를 거주 지역을 이유로 차등 평가\n- 인공지능 기반 안면인식 출입 시스템이 특정 인종의 인식률이 낮아 추가 인증 요구\n- 복지 부정수급 예측 시스템의 설계 및 운영상 편향으로 저소득층만 집중적으로 감시\n표현의 자유\n자기 의견을 간섭 없이 표명하고 전파할 자유\n- 챗봇 서비스가 특정 이념 관련 대화를 ‘부적절한 대화’로 분류하여 대화를 일방적으로 중단\n- 인공지능 기반 필터링 시스템이 사회적 소수자 집단의 비판적 의견을 혐오 표현으로 \n오인하여 자동 삭제\n집회의 자유\n간섭 없이 집회 참가 여부 및 집회의 목적·시간·장소·방법을 스스로 결정할 권리\n- 원격 얼굴인식 시스템의 활용으로 위축 효과가 발생해 집회 참여 자체를 주저하게 함\n알권리\n일반적으로 접근할 수 있는 정보원으로부터 자유롭게 정보를 수집할 자유\n- 소셜미디어 플랫폼의 AI 시스템이 특정 성향의 의견을 체계적으로 차단\n- 검색 결과의 순위를 조작하거나 편향적으로 배열하여 정보 접근 왜곡\n제품 또는 서비스 차원에서 영향받을 수 있는 기본권\n",
    "metadata": {
      "page": 21,
      "source": "5._260122_인공지능_영향평가_가이드라인.pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  }
]