[
  {
    "text": "84\nID\n개발안내서 검증항목\n사업자 책무\n관련여부\n07-2c\n데이터 전처리 시 특성이 과도하게 제거되었는지 검토하였는가? X\n07-3a\n데이터 라벨링 기준을 명확히 수립하고 작업자에게 제공하였는가?",
    "metadata": {
      "page": 85,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "X\n07-3b\n다양한 데이터 라벨링 작업자를 섭외하기 위해 노력하였는가? X\n07-3c\n다양한 데이터 라벨링 검수자를 확보하기 위해 노력하였는가? X\n07-4a\n편향 방지를 위한 샘플링 기법을 적용하였는가? X\n08-1a\n활성화된 오픈소스 라이브러리를 사용하였는가? X\n08-2a\n사용 중인 오픈소스 라이브러리의 라이선스 준수사항을 이행하였는가? X\n08-2b\n사용 중인 오픈소스 라이브러리의 호환성 및 보안취약점을 확인하였는가? X\n09-1a\n개발하려는 모델에 맞게 편향제거 기법을 선택하였는가? X\n09-1b\n편향성 평가 및 모니터링을 위한 정량적 지표를 선정하고 관리하는가? X\n10-1a\n데이터 유형별 공격 가능한 적대적 사례를 확인하였는가? O\n10-2a\n모델 최적화를 통한 방어 대책을 마련하였는가?",
    "metadata": {
      "page": 85,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "O\n11-1a\n시스템 개발 과정과 모델 작동 방식에 대한 세부 정보가 설명된 문서를 작성하였는가? O\n11-2a\n인공지능 모델에 적합한 \n기술을 적용하였는가\nXAI \n? O\n11-2b\n기술 적용이 불가능한 경우\n기술 외 대안을 마련하였는가\nXAI \n, \n? O\n11-3a\n모델 추론 결과에 대한 설명이 필요한지 검토하였는가? O\n11-3b\n사용자에게 인공지능 모델 추론 결과에 대한 설명을 제공하였는가? O\n12-1a\n데이터 접근 방식 구현과정 등 소스 코드에서의 편향 발생 가능성을 확인하였는가? X\n12-1b\n사용자 인터페이스 및 상호작용 방식으로 인한 편향을 확인하였는가? X\n13-1a\n문제 상황에 대한 예외 처리 정책이 마련되어 있는가? O\n13-1b\n인공지능 데이터 및 모델 공격에 대해 시스템 측면의 방어 대책을 마련하였는가? O\n13-1c\n인공지능 시스템의 의사결정으로 인한 파급효과가 크고 불확실성이 높은 경우\n사람의 개\n, \n입을 고려하였는가? O\n13-1d\n예상되는 사용자 오류에 대한 안내 및 대응을 제공하는가? O\n13-2a\n편견\n차별 등 윤리적 문제에 대한 알림 절차를 수립하였는가\n, \n? O\n13-2b\n시스템 성능 저하를 평가하기 위한 지표 및 절차를 설정하고 알림 절차를 수립하였는가? O\n14-1a\n사용자 특성에 따른 세부 고려사항을 분석하였는가? X\n14-2a\n사용자 특성에 따른 설명 평가의 기준을 수립하였는가? X\n14-2b\n사용자가 이해하기 어려운 전문 용어 사용을 지양하였는가? X\n14-2c\n사용자의 구체적인 행동과 이해를 이끌어낼 수 있도록 명확한 표현을 사용하였는가? X\n14-2d\n설명이 필요한 위치와 타이밍은 적절한가? O\n14-2e\n사용자 경험을 평가할 수 있는 다양한 사용자 조사 기법을 활용하였는가? X\n15-1a\n서비스의 목적과 목표에 대한 설명을 제공하는가? O\n15-1b\n서비스의 한계와 범위에 대한 설명을 제공하는가? O\n15-2a\n사용자와 인공지능이 상호작용하는 서비스 범위를 명시하였는가? X\n15-2b\n서비스 내의 최종 의사결정을 수행하는 주체에 대해 사용자에게 설명하는가? O\n",
    "metadata": {
      "page": 85,
      "source": "4._260122_고영향_인공지능_사업자_책무_가이드라인-1.pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]