[
  {
    "text": "법제처                                                            12                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n② 정부는 제1항에 따른 시책을 추진하기 위하여 다음 각 호의 업무를 수행할 수 있다. 1. 인공지능 데이터센터의 구축 및 운영에 필요한 행정적ㆍ재정적 지원\n2. 중소기업, 연구기관 등의 인공지능 데이터센터 이용 지원\n3. 인공지능 데이터센터 등 인공지능 관련 인프라 시설의 지역별 균형 발전을 위한 지원\n \n제26조(한국인공지능진흥협회의 설립) ① 인공지능등과 관련한 연구 및 업무에 종사하는 자는 인공지능의 개발ㆍ이용\n촉진, 인공지능산업 및 인공지능기술의 진흥, 인공지능등에 대한 교육ㆍ홍보 등을 위하여 대통령령으로 정하는 바에\n따라 과학기술정보통신부장관의 인가를 받아 한국인공지능진흥협회(이하 “협회”라 한다)를 설립하거나 협회로 지정\n받을 수 있다. ② 협회는 법인으로 한다.",
    "metadata": {
      "page": 12,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "③ 협회는 다음 각 호의 업무를 수행한다. 1. 인공지능기술, 인공지능제품 또는 인공지능서비스의 이용 촉진 및 확산\n2. 인공지능등에 대한 현황 및 관련 통계 조사\n3. 인공지능사업자를 위한 공동이용시설의 설치ㆍ운영 및 전문인력 양성을 위한 교육 등\n4. 인공지능사업자 및 인공지능 관련 전문인력의 해외진출 지원\n5. 안전하고 신뢰할 수 있는 인공지능의 개발ㆍ활용을 위한 교육 및 홍보\n6. 이 법 또는 다른 법률에 따라 협회가 위탁받은 사업\n7. 그 밖에 협회의 설립목적을 달성하는 데 필요한 사업으로서 정관으로 정하는 사업\n④ 국가 및 지방자치단체는 인공지능산업의 발전과 신뢰 기반 조성을 위하여 필요한 경우 예산의 범위에서 협회의\n사업수행에 필요한 자금을 지원하거나 운영에 필요한 경비를 보조할 수 있다. ⑤ 협회 회원의 자격과 임원에 관한 사항, 협회의 업무 등은 정관으로 정하며, 그 밖에 정관에 포함하여야 할 사항은\n대통령령으로 정한다. ⑥ 과학기술정보통신부장관은 제1항에 따른 인가를 한 때에는 그 사실을 공고하여야 한다. ⑦ 협회에 관하여 이 법에 규정된 것을 제외하고는 「민법」 중 사단법인에 관한 규정을 준용한다. 제4장 인공지능윤리 및 신뢰성 확보\n \n제27조(인공지능 윤리원칙 등) ① 정부는 인공지능윤리의 확산을 위하여 다음 각 호의 사항을 포함하는 인공지능 윤리\n원칙(이하 “윤리원칙”이라 한다)을 대통령령으로 정하는 바에 따라 제정ㆍ공표할 수 있다. 1. 인공지능의 개발ㆍ활용 등의 과정에서 사람의 생명과 신체, 정신적 건강 등에 해가 되지 아니하도록 하는 안전성\n과 신뢰성에 관한 사항\n2. 인공지능기술이 적용된 제품ㆍ서비스 등을 모든 사람이 자유롭고 편리하게 이용할 수 있는 접근성에 관한 사항\n3. 사람의 삶과 번영에의 공헌을 위한 인공지능의 개발ㆍ활용 등에 관한 사항\n② 과학기술정보통신부장관은 사회 각계의 의견을 수렴하여 윤리원칙이 인공지능의 개발ㆍ활용 등에 관여하는 모\n든 사람에 의하여 실현될 수 있도록 실천방안을 수립하고 이를 공개 및 홍보ㆍ교육하여야 한다. ③ 중앙행정기관 또는 지방자치단체의 장이 인공지능윤리기준(그 명칭 및 형태를 불문하고 인공지능윤리에 관한\n법령, 기준, 지침, 가이드라인 등을 말한다)을 제정하거나 개정하는 경우 과학기술정보통신부장관은 윤리원칙 및 제\n2항에 따른 실천방안과의 연계성ㆍ정합성 등에 관한 권고 또는 의견의 표명을 할 수 있다. 제28조(민간자율인공지능윤리위원회의 설치 등) ① 다음 각 호의 기관 또는 단체는 윤리원칙을 준수하기 위하여 민간\n자율인공지능윤리위원회(이하 “민간자율위원회”라 한다)를 둘 수 있다.",
    "metadata": {
      "page": 12,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "1. 인공지능기술 연구 및 개발을 수행하는 사람이 소속된 교육기관ㆍ연구기관\n2. 인공지능사업자\n3. 그 밖에 대통령령으로 정하는 인공지능기술 관련 기관\n",
    "metadata": {
      "page": 12,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]