[
  {
    "text": "법제처                                                            10                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n3. 국가 간 인공지능기술, 인공지능제품 또는 인공지능서비스의 공동 연구ㆍ개발 및 국제표준화\n4. 인공지능산업 관련 외국자본의 투자유치\n5. 인공지능등 관련 해외 전문 학회 및 전시회 참가 등 홍보 및 해외 마케팅\n6. 인공지능제품 또는 인공지능서비스의 수출에 필요한 판매체계ㆍ유통체계 및 협력체계 등의 구축\n7. 인공지능윤리에 관한 국제적 동향 파악 및 국제협력\n8. 그 밖에 인공지능산업의 경쟁력 강화와 해외시장 진출 촉진을 위하여 필요한 사항\n③ 정부는 제2항 각 호에 따른 지원을 효율적으로 수행하기 위하여 대통령령으로 정하는 바에 따라 공공기관 또는\n그 밖의 단체에 이를 위탁하거나 대행하게 할 수 있으며, 이에 필요한 비용을 보조할 수 있다. 제22조의2(인공지능연구소의 설립 및 지원 등) ① 대학, 기업 등 대통령령으로 정하는 자는 단독으로 또는 공동으로 인\n공지능의 개발ㆍ활용에 관한 연구소(이하 “인공지능연구소”라 한다)를 설립ㆍ운영할 수 있다. ② 제1항에 따라 대학, 기업 등 대통령령으로 정하는 자가 인공지능연구소를 설립하려는 경우에는 다음 각 호의 요\n건을 갖추고 과학기술정보통신부장관의 허가를 받아야 한다. 1. 3명 이상의 발기인(發起人)이 있을 것\n2. 제5항의 사업을 수행할 수 있는 인력ㆍ시설 등의 능력을 보유하고 있을 것\n3. 그 밖에 인공지능연구소의 설립ㆍ운영을 위하여 필요한 것으로서 대통령령으로 정하는 요건을 갖출 것\n③ 인공지능연구소에 소장을 둔다. 인공지능연구소의 소장은 인공지능연구소를 대표하고 인공지능연구소의 업무를\n총괄한다. ④ 인공지능연구소의 정관에는 다음 각 호의 사항이 포함되어야 한다. 1.",
    "metadata": {
      "page": 10,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "목적\n2. 명칭\n3. 사무소의 소재지\n4. 자산에 관한 규정\n5. 소장의 자격과 임면에 관한 규정\n6. 소장의 책임과 권한에 관한 규정\n⑤ 인공지능연구소는 업종별ㆍ기능별로 다음 각 호의 사업을 수행한다. 1. 인공지능기술 연구개발\n2. 인공지능기술과 다른 기술 및 학제 간 융합에 관한 연구개발\n3. 인공지능기술 연구개발 성과 관리ㆍ이전ㆍ활용 및 사업화\n4. 인공지능기술 연구개발 전문인력 양성\n5. 인공지능기술 연구개발 관련 국제교류ㆍ국제협력\n6. 그 밖에 인공지능기술 연구개발에 필요한 사항\n⑥ 정부와 지방자치단체는 예산의 범위에서 인공지능연구소의 운영과 사업 추진 등에 필요한 경비를 지원할 수 있\n다. ⑦ 인공지능연구소는 운영에 필요한 재원을 조성하기 위하여 정부ㆍ지방자치단체 외의 자로부터 보조금 또는 기부\n금 등을 받거나, 정관으로 정하는 바에 따라 수익사업을 할 수 있다. ⑧ 인공지능연구소의 소장은 인공지능기술의 연구개발 등을 위하여 필요한 경우 제1항에 따른 대학, 기업 등 대통\n령령으로 정하는 자와 협의하여 임직원을 파견받거나 겸임근무하게 하여 인공지능연구소의 연구 등을 담당하게 할\n수 있으며, 파견받은 임직원의 소속 기관에 필요한 지원을 할 수 있다. 이 경우 필요하면 과학기술정보통신부장관에\n게 협의를 위한 지원을 요청할 수 있다. ⑨ 인공지능연구소에 관하여 이 법에서 정한 것을 제외하고는 「민법」 중 재단법인에 관한 규정을 준용한다. ⑩ 과학기술정보통신부장관은 인공지능연구소가 다음 각 호의 어느 하나에 해당하는 경우 시정을 명하거나 그 설\n립허가를 취소할 수 있다. 다만, 제1호 또는 제2호에 해당하는 경우 그 허가를 취소하여야 한다.",
    "metadata": {
      "page": 10,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "",
    "metadata": {
      "page": 10,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]