[
  {
    "text": "법제처                                                            15                                                       국가법령정보센터\n인공지능 발전과 신뢰 기반 조성 등에 관한 기본법\n② 국가기관등이 고영향 인공지능을 이용한 제품 또는 서비스를 이용하려는 경우에는 영향평가를 실시한 제품 또\n는 서비스를 우선적으로 고려하여야 한다. ③ 그 밖에 영향평가의 구체적인 내용ㆍ방법 등에 관하여 필요한 사항은 대통령령으로 정한다.",
    "metadata": {
      "page": 15,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 0,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "[시행일: 2026.",
    "metadata": {
      "page": 15,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 1,
      "chunk_method": "semantic_local"
    }
  },
  {
    "text": "7. 21.] 제35조제1항 후단\n \n제36조(국내대리인 지정) ① 국내에 주소 또는 영업소가 없는 인공지능사업자로서 이용자 수, 매출액 등이 대통령령으\n로 정하는 기준에 해당하는 자는 다음 각 호의 사항을 대리하는 자(이하 “국내대리인”이라 한다)를 서면으로 지정하\n고, 이를 과학기술정보통신부장관에게 신고하여야 한다. 1. 제32조제2항에 따른 이행 결과의 제출\n2. 제33조제1항에 따른 고영향 인공지능 해당 여부 확인의 요청\n3. 제34조제1항 각 호에 따른 안전성ㆍ신뢰성 확보 조치의 이행에 필요한 지원(같은 항 제5호에 따른 문서의 최신\n성ㆍ정확성에 대한 점검을 포함한다)\n② 국내대리인은 국내에 주소 또는 영업소가 있는 자로 한다. ③ 국내대리인이 제1항 각 호와 관련하여 이 법을 위반한 경우에는 해당 국내대리인을 지정한 인공지능사업자가 그\n행위를 한 것으로 본다. 제5장 보칙\n \n제37조(인공지능산업의 진흥을 위한 재원의 확충 등) ① 국가는 기본계획 및 이 법에 따른 시책 등을 효과적으로 추진\n하기 위하여 필요한 재원을 지속적이고 안정적으로 확충할 수 있는 방안을 마련하여야 한다. ② 과학기술정보통신부장관은 인공지능산업의 진흥을 위하여 필요한 경우에는 공공기관으로 하여금 인공지능산업\n의 진흥에 관한 사업 등에 필요한 지원을 하도록 권고할 수 있다. ③ 국가 및 지방자치단체는 기업 등 민간이 적극적으로 인공지능산업의 진흥과 관련된 사업에 투자할 수 있도록 필\n요한 조치를 마련하여야 한다. ④ 국가 및 지방자치단체는 인공지능산업의 발전단계 등을 종합적으로 고려하여 투자재원을 효율적으로 집행하도\n록 노력하여야 한다. 제38조(실태조사, 통계 및 지표의 작성) ① 과학기술정보통신부장관은 국가데이터처장과 협의하여 기본계획 및 인공지\n능등 관련 시책과 사업의 기획ㆍ수립ㆍ추진을 위하여 국내외 인공지능등에 관한 실태조사, 통계 및 지표를 「과학기\n술기본법」 제26조의2에 따른 통계와 연계하여 작성ㆍ관리하고 공표하여야 한다. <개정 2025. 10. 1.>\n② 과학기술정보통신부장관은 제1항에 따른 통계 및 지표의 작성을 위하여 관계 중앙행정기관의 장, 지방자치단체\n의 장 및 공공기관의 장에게 자료의 제출 등 협조를 요청할 수 있다. 이 경우 협조를 요청받은 기관의 장은 특별한\n사정이 없으면 이에 따라야 한다. ③ 그 밖에 제1항에 따른 실태조사, 통계 및 지표의 작성ㆍ관리 및 공표 등에 필요한 사항은 대통령령으로 정한다. 제39조(권한의 위임 및 업무의 위탁) ① 과학기술정보통신부장관 또는 관계 중앙행정기관의 장은 이 법에 따른 권한의\n일부를 대통령령으로 정하는 바에 따라 소속 기관의 장 또는 특별시장ㆍ광역시장ㆍ특별자치시장ㆍ도지사ㆍ특별자\n치도지사(이하 이 조에서 “시ㆍ도지사”라 한다)에게 위임할 수 있다. 이 경우 시ㆍ도지사는 위임받은 권한의 일부를\n시장(「제주특별자치도 설치 및 국제자유도시 조성을 위한 특별법」 제11조제2항에 따른 행정시장을 포함한다)ㆍ군\n수ㆍ구청장(자치구의 구청장을 말한다)에게 재위임할 수 있다. ② 정부는 다음 각 호의 업무를 대통령령으로 정하는 바에 따라 관련 기관 또는 단체에 위탁할 수 있다. 1. 제13조에 따른 인공지능기술 개발 및 이용 관련 사업에 대한 지원\n2. 제15조제2항 및 제3항에 따른 학습용데이터의 생산ㆍ수집ㆍ관리ㆍ유통 및 활용 등에 관한 지원대상사업의 선정\nㆍ지원과 학습용데이터 구축사업의 추진\n",
    "metadata": {
      "page": 15,
      "source": "인공지능 발전과 신뢰 기반 조성 등에 관한 기본법(법률)(제21311호)(20260122).pdf",
      "chunk_index": 2,
      "chunk_method": "semantic_local"
    }
  }
]